Repository: hendrikscheewel/OpenVelo
Catalog: po/*.po
Languages: fr

source: Map
fr: Carte

source: Reload from Server
fr: Actualiser à partir du serveur

source: Update Location
fr: Mettre à jour la position

source: Select network
fr: Sélectionner le réseau

source: Info
fr: Informations

source: Bikes
fr: Vélos

source: Stands
fr: Stations

source: Center
fr: Centre

source: List
fr: Liste

source: Reload from server
fr: Actualiser à partir du serveur

source: Go to map
fr: Consulter la carte

source: Search
fr: Rechercher

source: Time since update:
fr: Temps depuis la dernière mise à jour :

source: Select your network
fr: Sélectionnez votre réseau

source: Check
fr: Vérifier

source: Return to map
fr: Retourner à la carte

source: Source code: <a href='https://github.com/hendrikscheewel/OpenVelo'>github.com/hendrikscheewel/OpenVelo</a>.
fr: Code source : <a href='https://github.com/hendrikscheewel/OpenVelo'>github.com/hendrikscheewel/OpenVelo</a>.

source: API: Open Velo uses open bike sharing data provided by <a href='https://citybik.es/'>citybik.es</a>. Learn more about the project <a href='https://citybik.es/#about'>here</a>.
fr: API : Open Vélo utilise des données publiques sur le partage de vélos fournies par <a href='https://citybik.es/'>citybike.es</a>. Apprenez-en plus sur le sujet <a href='https://citybik.es/#about'>ici</a>.

source: Thanks to all translators!
fr: Merci à tous les traducteurs/trices !

source: OpenVelo
fr: Open Vélo
